<?php

// Columns
$_t['TOTAL'] = 'Итого:';
$_t['TODAY'] = 'Сегодня';
$_t['THIS_MONTH'] = 'На этот месяц';
$_t['THIS_YEAR'] = 'На этот год';
$_t['ALL_TIME'] = 'Все время';
$_t['TITLE'] = 'Название';
$_t['USER'] = 'Пользователь';
$_t['TYPE'] = 'Тип';
$_t['AMOUNT'] = 'Сумма';
$_t['SPENDING_OVER'] = 'Расходы свыше %s';
$_t['SPENDING_IN'] = 'Расходы %s &mdash; %s';
$_t['SPENDING_LESS'] = 'Расходы менее %s';
$_t['INCOME_OVER'] = 'Доходы свыше %s';
$_t['INCOME_IN'] = 'Доходы %s &mdash; %s';
$_t['INCOME_LESS'] = 'Доходы менее %s';
$_t['DATE'] = 'Дата';
$_t['ISPROJECTED'] = 'Будущ.';
$_t['ISPROJECTED_YES'] = 'Запланированные';
$_t['ISPROJECTED_NO'] = 'Состоявшиеся';
$_t['CREATED_AT'] = $_t['DATE'];
$_t['ACCOUNT'] = 'Счет';
$_t['TARGET'] = 'Назначение';
$_t['COUNTER_PARTY'] = $_t['TARGET'];
$_t['TAGGING'] = 'Категория/тэги';
$_t['NO_CATEGORY'] = 'Без категории';
$_t['CATEGORY'] = 'Категория';
$_t['TAGS'] = 'Тэги';
$_t['TARGET_ACCOUNT'] = 'Счет-получатель';
$_t['TARGET_AMOUNT'] = 'Сумма на счет';
$_t['SUBTRANSACTIONS'] = 'Элементы';
$_t['OR'] = 'или';
$_t['DEBIT_ACCOUNTS'] = 'Дебет (долги вам):';
$_t['CREDIT_ACCOUNTS'] = 'Кредит (ваши долги):';
$_t['NO_TAGS'] = 'Тэгов нет.';
$_t['IS_ACTIVE'] = 'Активен';
$_t['ACCOUNT_CREATED'] = 'Создан';
$_t['ACCOUNT_UPDATED'] = 'Последняя транзакция';
$_t['BALANCE'] = 'Остаток';
$_t['NUM_TRANSACTIONS'] = 'Транз. за период';
$_t['SUM_TRANSACTIONS'] = 'Сумма за период';
$_t['TRANSACTION_PERIOD'] = 'период';
$_t['TO_TRANSACTIONS'] = 'К транзакциям';
$_t['IS_DEBT'] = 'Долговой';
$_t['NORMAL_ACCOUNT_FULL'] = 'Обычный счет';
$_t['CREDIT_ACCOUNT_FULL'] = 'Кредит (ваш долг)';
$_t['DEBIT_ACCOUNT_FULL'] = 'Дебет (долг вам)';
$_t['CREDIT_ACCOUNT'] = 'Кредит';
$_t['DEBIT_ACCOUNT'] = 'Дебет';
$_t['CURRENCY'] = 'Валюта';
$_t['IS_CLOSED'] = 'Закрыт';
$_t['COLOR'] = 'Цвет';
$_t['CURRENCY_TITLE'] = 'Код';
$_t['FORMAT'] = 'Формат';
$_t['RATE_TO_PRIMARY'] = 'Курс';
$_t['ISPRIMARY'] = 'Основная';
$_t['ENTRIES'] = 'Статьи бюджета';
$_t['DESCRIPTION'] = 'Примечание';
$_t['COPY_FROM'] = 'Скопировать из';

// Menu
$_t['MENU_MY'] = 'Мои финансы';
$_t['MENU_BACK'] = 'На главную';
$_t['MENU_ACCOUNTS'] = 'Счета';
$_t['MENU_TRANSACTIONS'] = 'Транзакции';
$_t['MENU_TRANSACTION_NEW'] = 'Новая транзакция';
$_t['MENU_COUNTERPARTIES'] = 'Контрагенты';
$_t['MENU_CATEGORIES'] = 'Категории';
$_t['MENU_TAGS'] = 'Тэги';
$_t['MENU_BUDGET'] = 'Бюджет';
$_t['MENU_CHARTS'] = 'Графики';
$_t['MENU_CURRENCIES'] = 'Валюты';
$_t['MENU_BROWSE'] = 'Обзор';
$_t['MENU_SETTINGS'] = 'Настройки';

// Dashboard
$_t['DASHBOARD_SUBTITLE']              = 'Личная бухгалтерия';
$_t['DASHBOARD_NORMAL_ACCOUNTS']       = 'Ваши счета на %s:';
$_t['DASHBOARD_NORMAL_ACCOUNTS_EMPTY'] = 'Нет ни одного счета.';
$_t['DASHBOARD_NORMAL_ACCOUNTS_EMPTY_CREATE'] = ' <a href="%s">Создать счет?</a>';
$_t['DASHBOARD_DEBIT_ACCOUNTS']        = $_t['DEBIT_ACCOUNTS'];
$_t['DASHBOARD_DEBIT_ACCOUNTS_EMPTY']  = 'Вам никто ничего не должен.';
$_t['DASHBOARD_CREDIT_ACCOUNTS']       = $_t['CREDIT_ACCOUNTS'];
$_t['DASHBOARD_CREDIT_ACCOUNTS_EMPTY'] = 'Вы никому не должны.';
$_t['DASHBOARD_TOTAL_INCOME']          = 'Общий доход:';
$_t['DASHBOARD_TOTAL_SPENDING']        = 'расход:';
$_t['DASHBOARD_TOTAL_AVG_DAY']         = 'Средний доход/расход за день (без учета транзакций свыше %s):';
$_t['DASHBOARD_TOTAL_AVG_MONTH']       = 'Средний доход/расход за месяц:';
$_t['DASHBOARD_TOTAL_AVG_YEAR']        = 'Средний доход/расход за год:';

// Budget
$_t['BUDGET_SUBTITLE']    = 'Планирование доходов и расходов.';
$_t['BUDGET_PROMPT']      = 'Показать бюджет на';
$_t['BUDGET_ENTIRE_YEAR'] = 'весь год';
$_t['BUDGET_NOT_DEFINED'] = 'Бюджет на этот период не определен.';
$_t['BUDGET_CAN_CREATE']  = 'Нажмите Править для создания бюджета.';
$_t['BUDGET_TITLE']       = 'Бюджет на %s';
$_t['BUDGET_ENTRY_NEW']   = 'Новая статья';
$_t['BUDGET_INCOME']      = 'Доход';
$_t['BUDGET_SPENDING']    = 'Расход';
$_t['BUDGET_DAY']         = 'Число';
$_t['BUDGET_MONTH']       = 'Месяц';
$_t['BUDGET_WITHINPERIOD'] = 'в течение всего периода';
$_t['BUDGET_INCOMES']     = 'Доходы:';
$_t['BUDGET_EXPENSES']    = 'Расходы:';
$_t['BUDGET_NO_DATA']     = 'Нет данных на этот период.';
$_t['BUDGET_CATEGORY']    = 'Категория';
$_t['BUDGET_DATE']        = 'Дата';
$_t['BUDGET_ESTIMATED_TOTAL'] = 'План (всего)';
$_t['BUDGET_ESTIMATED_CURRENT'] = 'План (на текущий момент)';
$_t['BUDGET_ACTUAL']      = 'Фактически';
$_t['BUDGET_PERCENT']     = 'Пере/недооценка';
$_t['BUDGET_TOTAL']       = 'Итого';
$_t['BUDGET_LEFTOVER']    = 'Прочие категории';
$_t['BUDGET_TABLE']       = 'таблицей';
$_t['BUDGET_CHART']       = 'графиком';

// Charts
$_t['CHART_SUBTITLE'] = 'Визуальная статистика доходов и расходов.';
$_t['CHART_PROMPT1'] = 'Показать';
$_t['CHART_PIE'] = 'круговую диаграмму';
$_t['CHART_TIME'] = 'график по времени';
$_t['CHART_PROMPT2'] = 'с';
$_t['CHART_BALANCE'] = 'остатками';
$_t['CHART_INCOME'] = 'доходами';
$_t['CHART_SPENDING'] = 'расходами';
$_t['CHART_PROMPT3'] = 'по';
$_t['CHART_CATEGORIES'] = 'категориям';
$_t['CHART_ACCOUNTS'] = 'счетам';
$_t['CHART_PROMPT4'] = 'за';
$_t['CHART_ALL_TIME'] = 'все время';
$_t['CHART_YEAR'] = 'год';
$_t['CHART_MONTH'] = 'месяц';
$_t['CHART_DEFICIT'] = 'Дефицит (излишек расходов)';
$_t['CHART_PROFICIT'] = 'Профицит (неизрасходованный доход)';
$_t['CHART_NO_CATEGORY'] = 'Без категории';
$_t['CHART_DEBTS'] = 'Овердрафт (отр. баланс) по всем счетам';
$_tJS['CHART_OTHER'] = 'Прочее';
$_tJS['CHART_NO_DATA'] = 'Нет данных за этот период.';

// Accounts
$_t['ACCOUNTS_SUBTITLE']               = 'Ваши обычные и долговые счета.';
$_t['ACCOUNT_NEW']                     = 'Новый счет';
$_t['ACCOUNT_TITLE_HELP']              = 'Название этого счета.';
$_t['ACCOUNT_COLOR_HELP']              = 'Цвет для графиков.';
$_t['ACCOUNT_TYPE_HELP']               = 'Обычный счет или долг.';
$_t['ACCOUNT_CURRENCY_HELP']           = 'Валюта, в которой ведется счет.';
$_t['ACCOUNT_INITIAL_AMOUNT_HELP']     = 'Начальная сумма на этом счете, либо общая сумма долга.';
$_t['ACCOUNT_BALANCE_HELP']            = 'Текущая сумма на этом счете, рассчитывается автоматически.';
$_t['ACCOUNT_ISCLOSED_HELP']           = 'Только счета с нулевым остатком могут быть закрыты.  ' .
    'Закрытые счета не выводятся на главном экране и в полях выбора счета.';
$_t['ACCOUNT_TABLE_EMPTY']             = 'Пока что нет ни одного счета.<br><br>Щелкните на кнопке <b>Создать</b>, чтобы создать счет.';

// Transactions
$_t['TRANSACTIONS_SUBTITLE']           = 'Все доходы, расходы и переводы.';
$_t['PLACEHOLDER_COUNTER_PARTY']       = 'получатель';
$_t['PLACEHOLDER_TARGET_ACCOUNT']      = '(счет)';
$_t['PLACEHOLDER_CATEGORY']            = '(категория)';
$_t['PLACEHOLDER_TAG']                 = 'тэг';
$_t['TRANSACTION_NEW']                 = 'Новая транзакция';
$_t['TRANSACTION_TITLE_HELP']          = 'Наименование транзакции (напр. &laquo;Пиво Bud 0.5 л x2&raquo;)';
$_t['TRANSACTION_CREATED_AT_HELP']     = 'Если оставить пустым, будет использоваться текущая дата/время.';
$_t['TRANSACTION_TYPE_SPENDING']       = 'расход';
$_t['TRANSACTION_TYPE_INCOME']         = 'доход';
$_t['TRANSACTION_TYPE_TRANSFER']       = 'перевод';
$_t['TRANSACTION_TYPE_MASTER']         = 'группа расходов';
$_t['TRANSACTION_ACCOUNT_HELP']        = 'Счет, с которого сделана транзакция.';
$_t['TRANSACTION_AMOUNT_HELP']         = 'Положительная сумма в указанной валюте.';
$_t['TRANSACTION_TARGET_ACCOUNT_HELP'] = 'Счет, на который произведен перевод.';
$_t['TRANSACTION_TARGET_AMOUNT_HELP']  = 'Сумма, на которую увеличился баланс счета-получателя.';
$_t['TRANSACTION_COUNTER_PARTY_HELP']  = 'Личность или организация, от которой или к которой перешла указанная сумма.';
$_t['TRANSACTION_CATEGORY_NEW']        = '--- новая:';
$_t['TRANSACTION_CATEGORY_HELP']       = 'Транзакцию можно пометить одной из заданных категорий.';
$_t['TRANSACTION_TAGS_HELP']           = 'Транзакцию также можно пометить любым количеством тэгов.';
$_t['TRANSACTION_OVERDUE_MESSAGE']     = 'Дата <a href="%s/transactions#filter.isprojected=on&filter.created_at.to=%s">%d транзакция(ий)</a>, запланированных на будущее, ' .
    'подошла.  Сохраните их заново либо удалите, чтобы убрать это сообщение.';
$_t['TRANSACTION_LEGEND_FROM']         = 'от кого';
$_t['TRANSACTION_LEGEND_TO']           = 'кому';
$_t['TRANSACTION_LEGEND_FROM_ACCOUNT'] = 'со счета';
$_t['TRANSACTION_LEGEND_TO_ACCOUNT']   = 'на счет';
$_t['TRANSACTION_TABLE_EMPTY1']        = 'Пока что нет ни одной транзакции.';
$_t['TRANSACTION_TABLE_EMPTY2']        = 'Щелкните на кнопке <b>Создать</b> или значке <i class="icon-file" style="vertical-align: middle;"></i> в верхнем меню, чтобы создать транзакцию.';
$_t['TRANSACTION_PROJECTED']           = 'Планируемая';

// Counterparties
$_t['COUNTERPARTY_SUBTITLE']           = 'Источники и получатели денежных средств.';
$_t['COUNTERPARTY_NEW']                = 'Новый контрагент';
$_t['COUNTERPARTY_TITLE_HELP']         = 'Название контрагента.  Должно быть уникальным.';

// Categories
$_t['CATEGORY_SUBTITLE']               = 'Категории для пометки транзакций.';
$_t['CATEGORY_NEW']                    = 'Новая категория';
$_t['CATEGORY_TITLE_HELP']             = 'Название категории.  Должно быть уникальным.';
$_t['CATEGORY_COLOR_HELP']             = 'Цвет для графиков.';

// Tags
$_t['TAG_SUBTITLE']                    = 'Тэги для пометки транзакций.';
$_t['TAG_NEW']                         = 'Новый тэг';
$_t['TAG_TITLE_HELP']                  = 'Название тэга.  Должно быть уникальным.';

// Currencies
$_t['CURRENCY_SUBTITLE']               = 'Настройки валют.';
$_t['CURRENCY_NEW']                    = 'Новая валюта';
$_t['CURRENCY_TITLE_HELP']             = 'Должно быть уникальным трехбуквенным кодом.';
$_t['CURRENCY_FORMAT_HELP']            = 'Формат вывода валюты.  Знак # будет заменяться на выводимую сумму, ' .
    'напр. \'$#\' или \'# €\'.';
$_t['CURRENCY_RATE_TO_PRIMARY_HELP']   = 'Курс валюты по отношению к основной (скольким единицам основной валюты ' .
    'равняется одна единица этой).  Будет загружен автоматически, если оставить нулевым.';
$_t['CURRENCY_ISPRIMARY_HELP']         = 'Пометить эту валюту как основную.  Курсы остальных валют будут ' .
    'рассчитываться относительно нее, и она будет использована для вывода различных сумм.';
$_t['CURRENCY_UPDATE_RATES']           = 'Загрузить курсы всех валют';
$_t['CURRENCY_OXR_LOAD_FAILED']        = 'Не удалось загрузить курсы валют с сервера openexchangerates.org.';
$_t['CURRENCY_OXR_LOAD_ERROR']         = 'Не удалось загрузить курсы валют с сервера openexchangerates.org. Ошибка: %s';
$_t['CURRENCY_OXR_UNKNOWN_BASE']       = 'Для автоматического обновления курсов валют необходимо определить валюту %s.';
$_t['CURRENCY_OXR_UNKNOWN_PRIMARY']    = 'Основная валюта %s неизвестна серверу курсов валют.';
$_t['CURRENCY_OXR_UNKNOWN_CURRENCY']   = 'Для следующих валют определить актуальный курс не удалось: %s.';

// Messages
$_t['ERROR_ACCOUNT_NEEDED']            = 'Необходимо выбрать счет.';
$_t['ERROR_DIFFERENT_ACCOUNT_NEEDED']  = 'Счет-получатель должен отличаться от счета-отправителя.';
$_t['ERROR_SUBTRANSACTIONS_NEEDED']    = 'Необходимо создать хотя бы одну транзакцию в группе.';
$_t['ERROR_CURRENCY_TITLE']            = 'Неправильный код валюты.';
$_t['ERROR_CURRENCY_FORMAT']           = 'Неправильный формат валюты.';
$_t['ERROR_BUDGET_ENTRIES_NEEDED']     = 'Необходимо создать хотя бы одну статью бюджета.';
$_t['ERROR_USER_NEEDED']               = 'Необходимо ввести e-mail существующего аккаунта.';
$_t['ERROR_INVALID_USER']              = 'Несоответствующий аккаунт.';
$_t['WARNING_OLD_ACCOUNT']             = 'На этом счету уже существуют какие-либо транзакции.  Вы можете править ' .
    'только его название и цвет, и не можете его удалить.  Однако вы можете закрыть этот счет, если его остаток ' .
    'будет уменьшен строго до нуля.';
$_t['WARNING_OLD_TRANSACTION']         = 'Эта транзакция редактировалась последний раз более %d суток назад и ' .
    'была архивирована.  Вы можете править только ее название, категорию и тэги, и не можете ее удалить.';
$_t['WARNING_CURRENT_RATES']           = 'Все расчеты ведутся в основной валюте, с преобразованием по <i>текущему</i> курсу.';
$_t['ERROR_LIMIT_ACCOUNTS']            = 'Вы можете создавать не более %d активных счетов.';
$_t['ERROR_LIMIT_TRANSACTIONS']        = 'Вы можете создавать не более %d транзакций в месяц.';
$_t['ERROR_NEED_ACCOUNT_FOR_TRANSACTION'] = 'Нужен хотя бы один открытый счет, чтобы можно было создавать транзакции.';

// Settings
$_t['DEFAULT_CURRENCY']                = 'Основная валюта';
$_t['DEFAULT_CURRENCY_HELP']           = 'Используется для расчетов бюджета и графиков.';
$_t['MAX_TRANSACTION_EDITABLE_AGE']    = 'Период редактирования транзакции';
$_t['MAX_TRANSACTION_EDITABLE_AGE_HELP'] = 'Новую транзакцию можно редактировать или удалить только в течение заданного количества дней.';
$_t['DAY_AVERAGE_LIMIT']               = 'Лимит для расчета среднего ежедневного расхода';
$_t['DAY_AVERAGE_LIMIT_HELP']          = 'Только транзакции суммой меньше этого лимита будут учитываться при расчете среднего ежедневного расхода';
$_t['AUTO_UPDATE_RATES']               = 'Обновлять валюты ежедневно';
$_t['AUTO_UPDATE_RATES_HELP']          = 'Загружать курсы всех заданных валют из публичного источника ежедневно.';

// Tour
$_t['TOUR_INTRO1']                     = '<b>Добро пожаловать в Казначей!</b>';
$_t['TOUR_INTRO1_1']                   = 'Система учета личных финансов <b>Казначей</b> позволяет вести учет ' .
    'доходов и расходов по нескольким счетам в разных валютах, планировать бюджет по месяцам или годам, строить ' .
    'графики, наглядно показывающие, куда деваются деньги, и многое другое.';
$_t['TOUR_INTRO1_2']                   = 'Для начала работы вам следует создать хотя бы один счет. ' .
    'Закройте это окошко и щелкните по ссылке <b>Создать счет</b>.';
$_t['TOUR_INTRO2']                     = '<b>Создание счета</b>';
$_t['TOUR_INTRO2_1']                   = 'Счет&nbsp;&mdash; это не обязательно банковский счет.  С точки зрения ' .
    'Казначея, ваш кошелек с наличными&nbsp;&mdash; тоже счет.  А если вы дали или взяли у кого-то в долг, ' .
    'можно открыть &laquo;долговой счет&raquo;, и по мере выплаты долга сводить сумму на этом счету к нулю.';
$_t['TOUR_INTRO2_2']                   = 'Для начала стоит создать счет для наличных.  Введите в поле <b>Название</b> ' .
    '&laquo;Наличные&raquo;, в поле &laquo;Остаток&raquo;&nbsp;&mdash; сумму, которая у вас сейчас лежит в кошельке, ' .
    'и нажмите <b>Сохранить</b>.  Можете создать сразу и другие счета, если хотите.';
$_t['TOUR_INTRO3']                     = '<b>Транзакции</b>';
$_t['TOUR_INTRO3_1']                   = 'Отлично!  Вы создали счет.  Теперь вы можете создавать привязанные ' .
    'к нему транзакции.  <b>Транзакция</b>&nbsp;&mdash; это любой платеж: покупка чего-либо, получение зарплаты ' .
    'или иных доходов, снятие наличных в банкомате и т. п.  Транзакции&nbsp;&mdash; самый важный элемент Казначея, ' .
    'и чтобы создать новую транзакцию, можно щелкнуть на кнопке <i class="icon-file"></i> в верхнем меню из ' .
    'любого экрана.  Щелкните на кнопке <i class="icon-file"></i>, чтобы создать вашу первую транзакцию.';
$_t['TOUR_INTRO4']                     = '<b>Создание транзакции</b>';
$_t['TOUR_INTRO4_1']                   = 'Формой <b>Новая транзакция</b> вы будете пользоваться чаще всего.  ' .
    'Давайте попробуем создать транзакцию.  Предположим, вы только что сходили в магазин &laquo;Перекресток&raquo; ' .
    'и купили там бутылку пива &laquo;Эдельвейс&raquo; за 60 рублей.  Тогда поля нужно будет заполнить так:';
$_t['TOUR_INTRO4_2']                   = '<li><b>Название</b>: Пиво Эдельвейс;</li>' .
    '<li><b>Дата</b>: можно не заполнять, куплено только что;</li>' .
    '<li><b>Тип</b>: расход;</li>' .
    '<li><b>Счет</b>: наличные;</li>' .
    '<li><b>Сумма</b>: 60;</li>' .
    '<li><b>Назначение</b>: Перекресток;</li>' .
    '<li><b>Категория</b>: Алкоголь (выберите в списке пункт <b>новая</b>, ' .
    'и введите &laquo;Алкоголь&raquo; в поле рядом);</li>' .
    '<li><b>Тэги</b>: пиво.  Это поле можно и не заполнять, оно служит лишь для удобства поиска.</li>';
$_t['TOUR_INTRO4_3']                   = 'Разумеется, вместо нашего примера вы можете ввести что-нибудь свое.  ' .
    'После этого нажмите <b>Сохранить</b>.';
$_t['TOUR_INTRO4_4']                   = 'Из пунктов формы отдельного пояснения заслуживает разве что ' .
    'тип транзакций <b>группа расходов</b>.  Он позволяет объединить в одной транзакции несколько мелких.  ' .
    'Например, вы пришли из магазина с большим мешком покупок, и хотите теперь ввести каждую из них отдельно.  ' .
    'Значит, вы создаете транзакцию &laquo;Поход за едой в магазин&raquo;, ставите ей тип <b>группа расходов</b>, ' .
    'и затем вводите позиции чека по порядку.';
$_t['TOUR_INTRO5']                     = '<b>Прекрасно!</b>';
$_t['TOUR_INTRO5_1']                   = 'Вы ввели свою первую транзакцию.  Продолжайте в том же духе, и ' .
    'у вас начнет накапливаться база данных с собственными доходами и расходами.  Просмотреть таблицу транзакций ' .
    'можно, нажав на соответствующий пункт меню.';
$_t['TOUR_INTRO5_2']                   = 'Теперь вы знаете, как создавать счета и транзакции, основные элементы ' .
    'Казначея.  Возможно, вам пригодятся и другие функции этого сервиса:';
$_t['TOUR_INTRO5_3']                   = '<li><b>Главная страница</b> (щелчок по логотипу в верхнем меню): ' .
    'показывает календарик с общей суммой доходов и расходов за день/месяц/год, и состояние ваших счетов на любой ' .
    'момент времени, прошлого или будущего;</li>' .
    '<li><b>Бюджет</b>: позволяет составлять ваш личный бюджет на месяц/год и контролировать его выполнение;</li>' .
    '<li><b>Графики</b>: позволяет просмотреть ваши доходы, расходы либо остатки по счетам в наглядном виде одним ' .
    'щелчком мыши;</li>' .
    '<li><b>Обзор</b>: списки категорий и тэгов, которыми вы помечали транзакции, и получателей платежей.</li>';
$_t['TOUR_DASHBOARD']                  = '<b>Главная страница</b>';
$_t['TOUR_DASHBOARD_1']                = '<li><i class="icon-backward"></i>, <i class="icon-forward"></i>: ' .
    'прокрутка месяцев/годов;</li>' .
    '<li><i class="icon-chevron-up"></i>, <i class="icon-chevron-down"></i>: переключение режимов календаря ' .
    'дни/месяцы/годы;</li>' .
    '<li>Щелчок по <b>числу месяца</b>: вывод остатков по счетам на конец выбранного дня;</li>' .
    '<li>Щелчок по <b>доходам/расходам</b> за день/месяц/год: переход к транзакциям за выбранный промежуток времени;</li>' .
    '<li>Щелчок по <b>остатку на счете</b>: переход к транзакциям по этому счету.</li>';
$_t['TOUR_TRANSACTIONS']               = '<b>Поиск по транзакциям</b>';
$_t['TOUR_TRANSACTIONS_1']             = 'Среднее количество транзакций в месяц может составлять несколько сотен, ' .
    'а то и больше.  Чтобы ориентироваться в них, используйте функцию <b>Поиск</b> в таблице транзакций. ' .
    'Это чрезвычайно мощный инструмент; поиск можно вести по любому полю.  Внизу страницы будет выводиться общая сумма '.
    'транзакций, удовлетворяющих условиям поиска.';
$_t['TOUR_BUDGET']                     = '<b>Бюджет</b>';
$_t['TOUR_BUDGET_1']                   = 'На странице <b>Бюджет</b> вы можете примерно распланировать ваши ' .
    'доходы и расходы по категориям на месяц либо на год.  Нажмите кнопку <b>Править</b> для создания бюджета и ' .
    'введите все статьи доходов и расходов.  Можно планировать как единовременные платежи (например, арендная плата ' .
    'за квартиру), так и &laquo;размазанные&raquo; на весь период (например, еда).  После этого страница ' .
    '<b>Бюджет</b> будет показывать вам ожидаемые и фактические доходы и расходы на данный момент.';

// Admin dashboard
$_t['ADMIN_MODE_TITLE'] = 'Режим администратора Казначей';
$_t['ADMIN_MODE_SUBTITLE'] = 'Добро пожаловать в режим администратора.  ' .
    'В этом режиме вы можете просматривать данные всех пользователей.  Вы не можете создавать свои собственные ' .
    'счета и транзакции.  Войдите под учетной записью обычного пользователя, если вам нужна обычная функциональность.';

// Policies
$_t['POLICY.mockingbird'] = 'Казначей';
$_t['POLICY.mockingbird.currency.ro'] = 'Просмотр валют';
$_t['POLICY.mockingbird.currency.rw'] = 'Изменение валют';
$_t['POLICY.mockingbird.alldata.ro'] = 'Просмотр данных всех пользователей';
$_t['POLICY.mockingbird.alldata.rw'] = '<span class="label label-important">ОПАСНО!</span> Изменение данных всех пользователей';
$_t['POLICY.mockingbird.user.unlimited_accounts'] = 'Неогр. счета';
$_t['POLICY.mockingbird.user.unlimited_transactions'] = 'Неогр. транзакции';